"\n ┌────────────────────────────────────────────────────────────────────────┐\n │ This is a Beta version of experimental open source software released   │\n │ as a test version under an MIT license and may contain errors and/or   │\n │ bugs. No guarantee or representation whatsoever is made regarding its  │\n │ suitability (or its use) for any purpose or regarding its compliance   │\n │ with any applicable laws and regulations. Use of the software is at    │\n │ your own risk and discretion and by using the software you warrant and │\n │ represent that you have read this disclaimer, understand its contents, │\n │ assume all risk related thereto and hereby release, waive, discharge   │\n │ and covenant not to hold liable Brainbot Labs Establishment or any of  │\n │ its officers, employees or affiliates from and for any direct or       │\n │ indirect damage resulting from the the software or the use thereof.    │\n │ Such to the extent as permissible by applicable laws and regulations.  │\n │                                                                        │\n │ Privacy warning: Please be aware, that by using the Raiden Client,     │\n │ among others your Ethereum address, channels, channel deposits,        │\n │ settlements and the Ethereum address of your channel counterparty will │\n │ be stored on the Ethereum chain, i.e. on servers of Ethereum node      │\n │ operators and ergo are to a certain extent publicly available. The     │\n │ same might also be stored on systems of parties running Raiden nodes   │\n │ connected to the same token network. Data present in the Ethereum      │\n │ chain is very unlikely to be able to be changed, removed or deleted    │\n │ from the public arena.                                                 │\n │                                                                        │\n │ Also be aware, that data on individual Raiden token transfers will be  │\n │ made available via the Matrix protocol to the recipient,               │\n │ intermediating nodes of a specific transfer as well as to the Matrix   │\n │ server operators, see Raiden Transport Specification.                  │\n └────────────────────────────────────────────────────────────────────────┘\n\n"
